<?php

return [
    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

    'reset' => 'パスワードをリセットしました。',
    'sent' => 'パスワードリセットリンクをメールで送信しました。',
    'throttled' => 'しばらく待ってから再度お試しください。',
    'token' => 'パスワードリセットトークンが無効です。',
    'user' => 'このメールアドレスに一致するユーザーが見つかりません。',
];
